{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v4.6.0", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of49.bin", "group1-shard2of49.bin", "group1-shard3of49.bin", "group1-shard4of49.bin", "group1-shard5of49.bin", "group1-shard6of49.bin", "group1-shard7of49.bin", "group1-shard8of49.bin", "group1-shard9of49.bin", "group1-shard10of49.bin", "group1-shard11of49.bin", "group1-shard12of49.bin", "group1-shard13of49.bin", "group1-shard14of49.bin", "group1-shard15of49.bin", "group1-shard16of49.bin", "group1-shard17of49.bin", "group1-shard18of49.bin", "group1-shard19of49.bin", "group1-shard20of49.bin", "group1-shard21of49.bin", "group1-shard22of49.bin", "group1-shard23of49.bin", "group1-shard24of49.bin", "group1-shard25of49.bin", "group1-shard26of49.bin", "group1-shard27of49.bin", "group1-shard28of49.bin", "group1-shard29of49.bin", "group1-shard30of49.bin", "group1-shard31of49.bin", "group1-shard32of49.bin", "group1-shard33of49.bin", "group1-shard34of49.bin", "group1-shard35of49.bin", "group1-shard36of49.bin", "group1-shard37of49.bin", "group1-shard38of49.bin", "group1-shard39of49.bin", "group1-shard40of49.bin", "group1-shard41of49.bin", "group1-shard42of49.bin", "group1-shard43of49.bin", "group1-shard44of49.bin", "group1-shard45of49.bin", "group1-shard46of49.bin", "group1-shard47of49.bin", "group1-shard48of49.bin", "group1-shard49of49.bin"], "weights": [{"name": "conv2d/kernel", "shape": [4, 4, 3, 32], "dtype": "float32"}, {"name": "conv2d/bias", "shape": [32], "dtype": "float32"}, {"name": "conv2d_1/kernel", "shape": [3, 3, 32, 64], "dtype": "float32"}, {"name": "conv2d_1/bias", "shape": [64], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [2, 2, 64, 128], "dtype": "float32"}, {"name": "conv2d_2/bias", "shape": [128], "dtype": "float32"}, {"name": "dense/kernel", "shape": [80000, 640], "dtype": "float32"}, {"name": "dense/bias", "shape": [640], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [640, 5], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [5], "dtype": "float32"}]}]}